Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: །དྲོ་བ་ཉིད་དང་། ཡོངས་སུ་སྨིན་པར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་མེའི་ཁམས་སོ
en: Its warmth and digestive action constitute the fire element.

source: །གཡོ་བ་ཉིད་དང་། བསྐུམ་པ་དང་། བརྐྱང་བ་ཉིད་གང་ཡིན་པ་དེ་ནི་རླུང་གི་ཁམས་སོ།
en: Its movement, contraction, and expansion constitute the air element.

source: །ལུས་དེའི་རབ་ཏུ་ཤེས་པ་དང་། རོའི་ཁམས་དང་།
en: The body’s awareness, and its elements of taste,

source: དྲིའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་།
en: smell, sound,

source: རེག་བྱའི་ཁམས་དང་། དྲན་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ།
en: and touch, as well as recollection, constitute what is called the element of consciousness.”

source: ལུས་ལས་རྣམ་པར་ཤེས་པ་ཇི་ལྟར་འབྱུང་བར་འགྱུར།
en: How does consciousness emerge from the body?

source: ལུས་ཡོངས་སུ་བཏང་ནས་འདི་སྙམ་དུ་འདི་ནི་བདག་གི་ཁོག་པ་ཡིན་ནོ་སྙམ་དུ་ཇི་ལྟར་འཚལ་བར་འགྱུར།
en: After it has abandoned the body, how does it come to know and think, ‘This is my physical frame’?”

source: ཟླ་བ་འབྱོར་པ་འདིར་ལུས་འདི་གནས་པར་གྱུར་ནས།
en: “Candrabhūti, after the body has lived its life,

source: དུས་ལོག་པར་གྱུར་པས།
en: when its time has come,

source: ཁམས་རྣམས་ཡོངས་སུ་གཏོང་བར་འགྱུར་ཏེ།
en: its elements are relinquished.

source: དཔེར་ན་འོ་མ་དང་ཆུ་བསྲེས་ཏེ།
en: Suppose milk and water have been mixed,

source: ལྷན་ཅིག་ཏུ་བཞག་པ་མེ་དང་ཕྲད་ན།
en: and simultaneously set in contact with fire.

source: འོ་མའི་སྣུམ་གྱི་ཁམས་གང་ཡིན་པ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: but the milk’s creamy constituent does not possess form.

source: འོ་མ་ཡང་ལོགས་ཤིག་ཏུ་འགྱུར་ཞིང་། ཆུ་ཡང་ལོགས་ཤིག་ཏུ་འགྱུར་ཏེ།
en: The milk and the water will both separate,

source: དྲན་པ་ཆོས་ཀྱི་ཁམས་དང་འབྲེལ་བ་དང་། དགེ་བ་དང་མི་དགེ་བ་བླངས་ནས།
en: Once its attention is linked with the element of dharmas and it has taken up virtue and non-virtue,

source: འཇིག་རྟེན་ཕ་རོལ་དུ་འགྲོ་བར་འགྱུར་རོ།
en: consciousness undergoes transfer to its next life.

source: །དཔེར་ན་དགེ་བ་ཆེན་པོ་ཞེས་བྱ་བའི་སྨན་མར་དེ་ནི།
en: “Take, as an analogy, the medicinal butter called ‘great virtue.’

source: དེ་མར་གྱི་ཁམས་ཡོངས་སུ་བཏང་ནས་ལུས་ལ་འཕོ་བ་དེ་བཞིན་དུ།
en: Leaving the butter element behind, they are transferred into the body.

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལུས་ཡོངས་སུ་བཏང་ནས། དགེ་བ་དང་མི་དགེ་བ་ཡོངས་སུ་བླངས་ཤིང་།
en: In the same way, the element of consciousness leaves the body behind. Then, after assuming virtue and non-virtue,

source: ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་བླངས་ནས།
en: as well as the element of dharmas,

source: རྣམ་པར་ཤེས་པ་འཕོ་བར་འགྱུར་ཏེ།
en: the consciousness is transferred.

source: མར་གྱི་ཁམས་གང་ཡིན་པ་དེ་ལུས་ལྟ་བུའོ།
en: “The butter element resembles the body.

source: །སྨན་རྣམས་ཕྲད་པ་གང་ཡིན་པ་དེ་ནི་དབང་པོ་རྣམས་ཕྲད་པ་ལྟ་བུའོ།
en: The medicines that come together resemble the faculties that come together.

source: །སྨན་རྣམས་ཀྱི་ཁ་དོག་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པ་ལྟ་བུའོ།
en: The medicines’ color, smell, flavor, and consistency resemble consciousness.

source: །འཕོ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་པའི་རྣམ་པར་ཤེས་པ་འཕོ་བ་ལྟ་བུར་བལྟ་བར་བྱའོ།
en: The transfer should be considered to resemble the transfer of the deceased’s consciousness.

source: །མིའི་ཁ་དོག་རྒྱས་པ་དང་།
en: “The person’s improved color,

source: མདོག་བཟང་ཞིང་བདེ་བར་སྨིན་པ་གང་ཡིན་པ་དེ་ནི་དགེ་བ་ལྟ་བུར་བསྟན་ཏོ།
en: fine complexion, and return to well-being are explained as resembling virtue.

source: །དགེ་བ་ཆེན་པོའི་སྨན་མར་དེས་མདོག་ངན་ཅིང་སྐྱ་བོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་མི་དགེ་བ་ལྟ་བུར་བསྟན་ཏོ།
en: Should the great virtuous medicinal butter make his or her complexion poor and pale, that is explained as resembling non-virtue.

source: །དགེ་བ་ཆེན་པོའི་སྨན་མར་རིན་པོ་ཆེ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་བལྟ་བར་བྱའོ།
en: The element of consciousness should be regarded as resembling the precious medicinal butter of great virtue.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་གཟུགས་ཅན་མ་ཡིན་ཏེ།
en: Likewise, the element of consciousness, despite possessing no form,

source: གཟུགས་ལེན་པའི་རྐྱེན་དང་། འདོད་པ་ལེན་པའི་རྐྱེན་དང་། ལྟ་བ་ལེན་པའི་རྐྱེན་དང་།
en: experiences feeling through the conditions of appropriating form, desire, and view,

source: དེ་ནི་ཤ་ཁམ་ཚད་དང་། རྩ་དང་།
en: pieces of flesh, veins,

source: མི་སྡུག་པ། མི་གཙང་བ་མང་པོ་ལ་བརྟེན་པའོ།
en: it is still based on many unpleasant and dirty things:

source: རྒྱུས་པ་དང་། མགོ་དང་། ཀླད་པ་དང་། རུས་པ་དང་། རྐང་པ་དང་།
en: sinews, a head, a brain, bones, legs,

source: རྒྱུ་མ་དང་། གཉེ་མ་དང་། མཁལ་མ་དང་། སྙིང་དང་། ལྟོ་དང་། གློ་བ་དང་། ཕྱི་ས་དང་། གཅིན་དང་། ལྒང་པ་དང་། ཕོ་བ་དང་། ལོང་ཀ་དང་། ཞག་དང་། ཆུ་སེར་དང་། རྣག་དང་། ཁྲག་དང་།
en: guts, a colon, kidneys, a heart, a belly, lungs, excrement, urine, a bladder, a stomach, entrails, fat, lymph, pus, blood,

source: །གཟུགས་གང་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་འབྱུང་བ་ཆེན་པོ་བཞི་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་རྒྱུར་བྱས་པ་ལས་མངོན་པར་འགྲུབ་སྟེ།
en: All corporal forms of any kind whatsoever are produced from, or caused by, the four great elements.

source: །ཟླ་བ་འབྱོར་པ་དེ་བཞིན་དུ་མི་ཤི་བའི་ཁོག་པ་ཡང་ལོགས་ཤིག་ཏུ་འགྱུར། ཁམས་རྣམས་ཀྱང་ལོགས་ཤིག་ཏུ་འགྱུར། རྣམ་པར་ཤེས་པ་ཡང་ལོགས་ཤིག་ཏུ་འགྱུར་ཏེ།
en: Candrabhūti, in a similar way, the physical frame of a dying person also separates from its elements and consciousness.

source: རྣམ་པར་ཤེས་པ་དེ་ཡང་ཁམས་ཀྱི་རྟེན་ཡོངས་སུ་བླངས་ནས།
en: After consciousness has taken up the support of the elements,

source: ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་ལེན་ཏོ། །དྲན་པ་ནི་ཆོས་ཀྱི་ཁམས་དང་། འབྲེལ་བར་འགྱུར་ཏེ།
en: it then takes up the element of dharmas. Its attention becomes linked to the element of dharmas.

source: སྨན་རོ་ཚ་བ་དང་། ཁ་བ་དང་། སྐྱུར་བ་དང་། ལན་ཚྭའི་རོ་དང་། བསྐ་བའི་རོའི་མཐུ་དང་། རྣམ་པར་སྨིན་པ་དུ་མ་བླངས་ནས་ལུས་ཀྱི་ནང་དུ་འགྲོའོ།
en: Since the butter has absorbed the many powers and attributes of pungent, bitter, sour, salty, and astringent flavored medicines, they enter the body.

source: །དགེ་བའི་སྨན་མར་གྱི་རོའི་མཐུ་དང་། རྣམ་པར་སྨིན་པ་དེ་ནང་དུ་སོང་བས་ལུས་ལ་ཁ་དོག་དང་། དྲི་དང་། རོ་སྐྱེད་པར་བྱེད་ཅིང་།
en: As they enter, the potent flavor and attributes of the virtuous medicinal butter generate color, scent, and flavor in the body.

source: །ཇི་ལྟར་དགེ་བ་ཆེན་པོའི་སྨན་མར་གྱིས་སྨན་རྣམས་ཀྱི་ཁ་དོག་འཇུག་པར་བྱེད་ཅིང་། རོ་དང་། དྲི་འཇུག་པར་བྱེད་ཀྱང་། མར་དེ་ལ་རྐང་ལག་དང་མིག་མེད་པ་
en: The great virtuous medicinal butter, even though it possesses no limbs or eyes, makes the color of the medicines, as well as their flavor and smell, enter it

source: དེ་བཞིན་དུ། རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལུས་ཡོངས་སུ་བཏང་ཞིང་།
en: In the same way, the element of consciousness, once it has left the body behind

source: ཁམས་རྣམས་བོར་ནས་ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་ལེན་ཅིང་། ཚོར་བ་ཡོངས་སུ་ལེན་ཏེ། དགེ་བ་དང་མི་དགེ་བ་ཡོངས་སུ་ལེན་ཏོ།
en: and cast off the elements, assumes the element of dharmas, feeling, and virtue and non-virtue.

source: །ཟླ་བ་འབྱོར་པ་མི་ཤི་འཕོས་པ་དེས་ཀྱང་ལྷའི་དྲན་པ་ཐོབ་པར་འགྱུར་ཏེ།
en: “Candrabhūti, a deceased person also acquires divine attention.

source: འདོད་པ་ན་སྤྱོད་པ་དྲུག་གི་ལྷ་རྣམས་མཐོང་ངོ་།
en: He sees the six levels of gods of the realm of desire,

source: །སེམས་ཅན་དམྱལ་བ་བཅུ་དྲུག་ཀྱང་མཐོང་ངོ་།
en: as well as the beings in the sixteen hell realms.

source: །དེའི་འཆི་བའི་དུས་ཀྱི་ཚེའི་དྲན་པས་ལྷའི་ལྟས་ཁང་པ་བརྩེགས་པ་རྣམ་པར་བཀྲ་ཞིང་།
en: Through attention at the time of his death, his divine gaze will also see multi-storied, beautiful buildings,

source: ཤིང་གེལ་པ་དང་། འཁྲི་ཤིང་དང་། ལྡུམ་བུ་སྣ་ཚོགས་ཀྱིས་ཀུན་ནས་བསྐོར་བ།
en: surrounded by trees with many branches, creepers, and a variety of plants,

source: གསེར་བཙོ་མ་སར་པའི་མདོག་ལྟར་སྤ་བ། སྤྲས་པ་རྣམ་པར་དབྱེ་བ་བྱས་པ་དག་མཐོང་ངོ་། །དེས་ལྟས་དེ་མཐོང་ནས། མཆོག་ཏུ་དགའ་བ་སྐྱེས་ཏེ།
en: ornamented with different kinds of vines the color of newly-refined gold. At the sight of this, he becomes overjoyed.

source: དེ་དགའ་བ་སྐྱེས་པ་དེས་བདེ་བའི་རྣམ་པར་སྨིན་པའི་འཆི་བའི་དུས་ཀྱི་ཆོས་དང་ལྡན་པར་འགྱུར་རོ།
en: Through generating that joy, he comes to possess the attributes that portend a death of happy outcome.

source: །དེའི་རྣམ་པར་ཤེས་པ་དེ་ནི་རྟ་ལ་ཞོན་པ་དང་འདྲ་བར་བལྟ་སྟེ།
en: One should view the deceased person’s consciousness as resembling a rider mounted on a horse.

source: དཔེར་ན་གཡུལ་ངོར་ཆས་པ་ན། དམག་མིའི་ནང་ན་མི་ཅི་ལ་མ་རེག་པར་ཆས་པ་སྒ་ལས་བཟུང་སྟེ།
en: Just as, when setting off to battle, a rider contacts no one else in the army, but grabs his saddle and

source: མྱུར་བ་མྱུར་བར་ཞོན་པར་བྱེད་པ་དེ་བཞིན་དུ།
en: rides off very fast, in the same way,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་དགེ་བ་ལ་དམིགས་པ་དང་འབྲེལ་ཞིང་།
en: the element of consciousness connects with the apprehending of virtue and,

source: དབུགས་རྒྱུ་བ་རྒོད་པས་ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་བླངས་ཤིང་སྐྱེ་མཆེད་འགགས་ཏེ།
en: with an excited gasp, assumes the element of dharmas, at which point the sensory fields cease to exist.

source: ལུས་བོར་ནས་ལྷའི་གནས་འོག་མིན་མན་ཆད་ཚངས་པའི་བར་དུ་ཡོངས་སུ་ལེན་པར་འགྱུར་རོ།།
en: After it casts aside its body, consciousness takes up a place among the heavenly pure realms all the way up to Akaniṣṭha.

source: དེ་ནས་སྨན་ཆེན་གྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Mahauṣadhi now bowed at the feet of the Blessed One and asked him,

source: །རྣམ་པར་ཤེས་པ་ལུས་ལས་འཕོ་བ་དེའི་རང་བཞིན་ཇི་ལྟ་བུ་ཞིག་ལགས།
en: “What is the nature of consciousness that transfers from the body?”

source: སྨན་ཆེན་ད་ལྟར་ཁྱོད་ཀྱིས་ང་ལ་ཇི་སྐད་བསྐུལ་བ་དེ་ནི་དེ་བཞིན་ཏེ། ལེགས་སོ་ལེགས་སོ།
en: “Mahauṣadhi, that you ask me such a question now is quite right. Excellent, excellent.

source: །དྲི་བ་འདི་ནི་མཆོག་ཏུ་ཟབ་པོ། །
en: This is an extremely profound question.

source: དྲི་བ་འདི་ནི་དེ་བཞིན་གཤེགས་པས་བསྟན་པར་བྱ་བ་ཡིན་ཏེ།
en: It is a question for the Tathāgata to explain.

source: རྣམ་པར་ཤེས་པ་དེ་སྟོན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མ་གཏོགས་པར་གཞན་མེད་དོ།
en: Other than the Tathāgata, there is no one who can explain consciousness.

source: །བཟང་སྐྱོང་རྒྱལ་པོའི་བུ་གཞོན་ནུ་སྨན་ཆེན་འདི་ནི་ཚེ་རབས་ལྔ་བརྒྱའི་བར་དུ་གཞན་མུ་སྟེགས་ཅན་དུ་གྱུར་ནས་དེ་འདི་སྙམ་དུ་རྟོག་སྟེ།
en: after Mahauṣadhi had belonged to heterodox sects for five hundred lifetimes, he formulated the thought,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཅི་ཡིན།
en: ‘What is the element of consciousness?

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་སུའི་ཡིན།
en: Whose is the element of consciousness?

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཇི་ལྟ་བུ་ཞིག་ཡིན་སྙམ་མོ།
en: What is the nature of the element of consciousness?’

source: །དེ་ནས་ཚོང་དཔོན་བཟང་སྐྱོང་གིས་སྨན་ཆེན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Bhadrapāla then said to Mahauṣadhi,

source: །སྨན་ཆེན་ལེགས་སོ་ལེགས་སོ།
en: “Excellent, Mahauṣadhi!

source: །ཁྱོད་ནི་ཤེས་རབ་རྒྱ་ཆེ་ཞིང་ཡངས་ལ་ཆོས་ཟབ་མོ་ཞུ་བ་ལ་མཁས་སོ།
en: Your wisdom is immense and far-reaching, and you are good at requesting profound teachings.

source: །སྨན་ཆེན་བཅོམ་ལྡན་འདས་ཡེ་ཤེས་ལ་འཇུག་པ་བློ་དག་པའི་རྩ་བར་གྱུར་པ་ལ་སྐུལ་ཅིག
en: Mahauṣadhi, address your questions to the Blessed One; he is the gateway to wisdom and the source of pure intelligence.

source: །ཟླ་བ་འབྱོར་པ་འདི་ནི་བྱིས་པ་སྟེ།
en: Candrabhūti is foolish;

source: བཅོམ་ལྡན་འདས་ཀྱི་ཟབ་པ་ཟབ་པའི་གནས་རྣམས་བཅོམ་ལྡན་འདས་ལ་སྐུལ་ཅིག །
en: ask the Blessed One about the most profound subjects within his purview.

source: དེ་ནས་སྨན་ཆེན་གྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་སྟོན་ཀའི་དུས་ཀྱི་མེ་ཏོག་པད་མའི་ཚལ་ལྟར་རྒྱས་པ་མཐོང་ངོ་།
en: At that point, Mahauṣadhi saw that the face of the Blessed One had become radiant like a garden of lotus flowers in autumn.

source: །མཐོང་ནས་ཀྱང་སྨན་ཆེན་དད་པ་སྐྱེས་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: At this sight, Mahauṣadhi felt faith, and asked the Blessed One,

source: །བཅོམ་ལྡན་འདས་བདག་ནི་ཆོས་འཚལ་བ་ལགས་ན་བདེ་བར་གཤེགས་པས་བདག་ལ་ཆོས་བསྟན་དུ་གསོལ།
en: “Blessed One, if I were to seek instructions, would the Sugata please teach me the Dharma?

source: བསྐལ་པའི་མཐར་མ་ཐུག་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་གཤེགས་པ་ཞིག་ཏུ་གྱུར་ན།
en: You are one who has transcended suffering until the end of time.

source: དེའི་སླད་ན་སེམས་ཅན་འདི་དག་གིས་ལས་དགེ་བ་དང་མི་དགེ་བ་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་མ་འཚལ་ཏེ།
en: These sentient beings less elevated than you, however, while not wanting the maturation of virtuous and non-virtuous actions,

source: འཁོར་བ་ན་ཡོངས་སུ་འཁྱམ་པར་འགྱུར་དུ་མཆིའོ།
en: will make themselves wander through cyclic existence.

source: ་ངས་ཚིགས་སུ་བཅད་པ་ཕྱེད་ཀྱི་དོན་གྱི་ཕྱིར་ཡང་བྲག་གི་རྩེ་མོ་ནས་རང་གི་ལུས་བོར་ཏེ་དཀའ་བ་རྣམ་པ་བརྒྱ་སྟོང་དུ་མ་ཉམས་སུ་མྱོང་ངོ་།
en: “for the sake of even half a verse of Dharma I have thrown my body from rocky peaks, and have endured countless hardships.

source: །སྨན་ཆེན་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་དྲིས་ཤིག་དང་ངས་ཁྱོད་ལ་ལན་གདབ་བོ།
en: Mahauṣadhi, ask whatever questions you wish, and I shall answer them.”

source: སྨན་ཆེན་སྒྱུ་མ་མཁན་གྱི་མིའི་རང་བཞིན་གང་ཡིན་པ་དང་། མིའི་གྲིབ་མ་ཆུའི་ནང་དུ་འབྱུང་བ་གསལ་བ་མ་ཡིན་ཞིང་མི་གསལ་བའི་རང་བཞིན་གང་ཡིན་པ་དང་།
en: “Mahauṣadhi, it resembles the nature of a person conjured up by an illusionist, the indistinct nature of the hazy shadow of a person that appears on water,

source: མིག་དང་ནམ་མཁའི་རང་བཞིན་གང་ཡིན་པ་དང་།
en: the nature of the eye and the sky,

source: སྙིང་དུ་སྡུག་པའི་མི་མཐོང་བ་ན་མིག་གི་དབང་པོ་འཕོ་བ་དང་།
en: “The eye faculty, when it sees attractive people, moves toward them.

source: ཇི་ལྟར་མིས་མེ་ལོང་ལ་རང་གི་བཞིན་གྱི་གཟུགས་བརྙན་མཐོང་ལ། མེ་ལོང་གུད་དུ་ཕྱུང་ན་རང་གི་བཞིན་གྱི་གཟུགས་བརྙན་མི་མཐོང་བ་
en: And just as a person sees his own face reflected in a mirror, and does not see his face reflected when the mirror is drawn aside,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་འཕོས་ན
en: in the same way, when the element of consciousness has undergone transfer,

source: རང་གི་བསོད་ནམས་དང་། བསོད་ནམས་མ་ཡིན་པ་རྣམ་པར་ཤེས་པའི་ཁམས་དེས་མཐོང་ངོ་།
en: that element of consciousness sees its own merit and non-merit.

source: །དཔེར་ན་མི་དམུས་ལོང་གིས་ཉི་མ་འཆར་བ་འམ། ཉི་མ་གུང་ན་འདུག་པ་ཡང་མི་མཐོང་ལ།
en: Just as a blind man cannot see whether the sun is rising or is at its noon position,

source: མཚན་མོ་ཡང་ཟླ་བ་འཆར་བ་དང་ནུབ་པ་མི་མཐོང་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལུས་ལ་མི་སྣང་ངོ་།
en: and at night cannot see whether the moon is rising or setting, it is likewise that the element of consciousness is invisible for the body.

source: སྲེད་པའི་རང་བཞིན་གང་ཡིན་པ་བཞིན་ནོ།
en: and the nature of craving.

source: །སྨན་ཆེན་གྱིས་གསོལ་པ།
en: asked Mahauṣadhi.

source: བཅོམ་ལྡན་འདས་སྲེད་པའི་རང་བཞིན་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One, how is the nature of craving?”

source: སྨན་ཆེན་འོན་ཀྱང་ལུས་ལ་སྲེད་པ་དང་།
en: Even so, Mahauṣadhi, for the body, craving,

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། རབ་ཏུ་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡིན་ཏེ།
en: feeling, perception, and awareness constitute the element of consciousness.

source: དེ་ཡང་ལུས་འདིའི་ཁམས་རྣམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་། ཕུང་པོ་རྣམས་ཕྲད་པར་བྱེད་པ་ཡིན་ནོ།
en: Consciousness is also what brings together the body’s elements, its sensory fields, and aggregates.

source: །དེ་ལ་གཟུགས་ཅན་གྱི་དངོས་པོ་གང་ཡིན་པ་ནི་འདི་ལྟ་སྟེ།
en: Its components that possess form include

source: ཁ་དོག་བཟང་པོ་འམ། ཁ་དོག་ངན་པ་ཡང་རུང་སྟེ།
en: Regardless of whether one’s appearance is good or bad,

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚོང་དཔོན་གཞོན་ནུ་ཟླ་བ་འབྱོར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Candrabhūti then asked the Blessed One,

source: །བཅོམ་ལྡན་འདས་འགུམ་པའི་དུས་ཀྱི་ཚེ་རྣམ་པར་ཤེས་པ་འདིས་གཟུགས་ཀྱི་ཁམས་ཇི་ལྟར་ཡོངས་སུ་གཏོང་བར་འགྱུར།
en: “Blessed One, how does consciousness abandon the element of form at the time of death?

source: །བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་བུ་གཞོན་ནུ་སྨན་ཆེན་ནི་ཟབ་མོའི་ཞུ་བ་ཞུ་བ་ལ་མཁས་པ་ལགས་ཏེ་
en: Blessed One, young prince Mahauṣadhi is good at asking such profound questions.

source: བློ་ཞིབ་ཅིང་མཛངས་ལ་མཁས་པ་ལགས་སོ།
en: He has a subtle mind and is well-versed in learning,

source: རྒྱལ་པོའི་བུ་གཞོན་ནུ་སྨན་ཆེན་འདི་ནི་བཅོམ་ལྡན་འདས་རྣམ་པར་གཟིགས་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཡིན་ནོ།
en: Young prince Mahauṣadhi generated the roots of virtue in the presence of the Blessed Vipaśyin.

source: །བཟང་སྐྱོང་འོན་ཀྱང་རྣམ་པར་ཤེས་པའི་འགྲོ་བ་དང་འོང་བ་ཁོང་དུ་མ་ཆུད་དེ་
en: Even so, Bhadrapāla, he does not completely understand the comings and goings of consciousness.

source: ངས་འདིའི་ཐེ་ཚོམ་བསལ་བར་བྱའོ།
en: So I shall dispel his doubts.

source: བཟང་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: said Bhadrapāla.

source: མིག་དང་། རྣ་བ་དང་། སྣ་དང་། རོ་དང་། སྒྲ་རྣམས་སོ།
en: the eyes, ears, and nose, as well as taste and sound,

source: །ཚོར་བ་དང་། སྡུག་བསྔལ་དང་། བདེ་བ་དང་། ཡིད་རྣམས་ནི་གཟུགས་ཅན་མ་ཡིན་པའི་དངོས་པོ་སྟེ།
en: while the components that are formless include feeling, pain, pleasure, and intellect,

source: དེ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡིན་ནོ།
en: and these are the element of consciousness.

source: །སྨན་ཆེན་ཇི་ལྟར་མིའི་ལྕེའི་ཐོར་ཏོས་རོ་ཁ་བ་དང་། ཚ་བ་དང་། སྐྱུར་བ་དང་། མངར་བ་དང་། ལན་ཚྭའི་རོ་དང་། བསྐ་བ་ཚོར་ཏེ།
en: “Mahauṣadhi, the tip of a person’s tongue senses bitter, pungent, sour, sweet, and salty tastes.

source: དེའི་ལྕེ་དེ་ཡང་གཟུགས་ཅན་ཡིན་ལ་རོའི་དངོས་པོ་ཡང་གཟུགས་ཅན་ཡིན་ནོ།
en: It possesses form, and the substances that are tasted also possess form.

source: །དེ་བཞིན་དུ་ལུས་འདི་ལ་ཡང་རུས་པ་དང་། རྐང་དང་། ཤ་དང་། ཁྲག་ནི་གཟུགས་ཅན་ཡིན་ལ།
en: In the same way, also, the bones, marrow, flesh, and blood of the body possess form.

source: ཚོར་བ་གང་ཡིན་པ་དེ་ནི་གཟུགས་ཅན་མ་ཡིན་ཏེ།
en: But feeling is formless.

source: བཅོམ་ལྡན་འདས་བསོད་ནམས་དང་། བསོད་ནམས་མ་ལགས་པ་མྱོང་བ་དེ་གང་ལགས།
en: “Blessed One, what is it to experience merit and non-merit?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཟང་སྐྱོང་དེའི་ཕྱིར་ཉོན་ཅིག
en: “Bhadrapāla,” replied the Blessed One, “listen to what I say about this.

source: །བདེན་པ་མ་མཐོང་བས་ནི་རྣམ་པར་ཤེས་པ་འདི་མི་མཐོང་སྟེ།
en: Unless one has seen truth, one cannot see consciousness.

source: དེ་ནི་ལག་མཐིལ་དུ་སྐྱུ་རུ་ར་བཞག་པ་བཞིན་དུ་མཐོང་བར་མི་འགྱུར་རོ།
en: It is not like seeing an amla fruit held in one’s hand.

source: འོན་ཀྱང་བྱིས་པ་རྣམས་ཀྱིས་མི་ཤེས་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་དཔེས་བསྟན་ཏོ།
en: Nonetheless, for the sake of foolish people who do not understand this, I have explained the element of consciousness using analogies.

source: །བཟང་སྐྱོང་འདི་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་བསོད་ནམས་དང་། བསོད་ནམས་མ་ཡིན་པ་ཇི་ལྟ་བ་བཞིན་དུ་རིག་སྟེ།
en: Bhadrapāla, here is how the element of consciousness knows both merit and non-merit.

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: “No, Blessed One.

source: ཚོང་དཔོན་ཉིད་དམ། ལྟ་ཉིད་བྱེད་དུ་འཇུག་སྟེ།
en: or the status of a head merchant or a god.

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་བསོད་ནམས་མྱོང་བ་ཡིན་ནོ།
en: That is how the element of consciousness experiences merit.

source: །ཇི་ལྟར་ལྷའི་གདོན་དེ་ལྷའི་མེ་ཏོག་ཕྲེང་བྱིན་པས་རངས་པར་འགྱུར་ཞིང་མི་དེའི་ལུས་ཀྱང་ཚིམ་པར་འགྱུར་བ་
en: Just as a celestial spirit delights in the offering of celestial flower garlands, and is satisfied with the body of the person it possesses,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ཉིད་ལ་དགའ་བར་འགྱུར་ཞིང་ལུས་དེ་ཡང་ཚིམ་པར་འགྱུར་ཏེ།
en: so too the element of consciousness is gladdened by the status of sovereignty, and is satisfied with its body as well

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་འདི་ནི་བསོད་ནམས་མྱོང་བ་ཡིན་ནོ།
en: That is how the element of consciousness experiences merit.

source: དེ་ཡང་གཏོར་མ་དེས་དགའ་བར་འགྱུར་ལ།
en: It would take delight in those offerings.

source: མི་དེ་ཡང་གདོན་གྱི་དབང་གིས་དྲི་ང་ཞིང་མི་གཙང་བ་ལས་བྱུང་བའི་ཁ་ཟས་བཙོག་པ་དག་ལ་ཆགས་ཤིང་དགའ་བར་འགྱུར་བ་
en: That person, too, under the control of the spirit, would desire feculent food from foul-smelling, dirty things, and take delight in it.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་ལས་ཀྱིས་སྐྱེ་གནས་ངན་པ་བསྐྱེད་དེ།
en: In the same way, the element of consciousness, through actions that lean toward non-merit, produces bad rebirths.

source: དབུལ་པོའམ། ཡི་དགས་ངན་པ་འམ། ལྗན་ལྗིན་ཟ་བ་དག་ལ་ཆགས་ཤིང་དགའ་བར་འགྱུར་ཏེ།
en: It is attached to and delights in poverty, evil hungry ghosts, and spirits that eat filth.

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་བསོད་ནམས་མ་ཡིན་པ་མྱོང་བ་ཡང་ཡིན་ནོ།
en: That is how the element of consciousness experiences non-merit.

source: །བཟང་སྐྱོང་དཔེར་ན་ལྷའི་གདོན་ཆེན་པོས་མེ་ཏོག་ཤིན་ཏུ་དྲི་ཞིམ་པ་དང་། སྤོས་དང་། བདུག་པ་དང་། མེ་ཏོག་ཕྲེང་བྱིན་པ་ལེན་པ་
en: “Bhadrapāla, it is like a great celestial spirit accepting offerings of fragrant flowers, perfumes, incense, and flower garlands.

source: །བཟང་སྐྱོང་དཔེར་ན་སྲུལ་པོའི་གདོན་མི་སྡུག་ཅིང་གཟུགས་མི་སྣང་བ་མིའི་ལུས་ལ་གནས་ཏེ་མི་གཙང་བ་དང་། རུལ་པ་དང་། ལྗན་ལྗིན་དང་། གཏོར་ཁུང་ནས་འབབ་པ་དང་། གཏོར་མ་འདོད་ཅིང་
en: “As an analogy, Bhadrapāla, suppose a repulsive, putrefying spirit of invisible form were to possess a person’s body, desiring dirty, putrid, defiled things—things thrown into gutters and strewn-offerings.

source: །མི་དེའི་ནའང་མ་སླད་རོལ་ན་ཡང་གདོན་མི་གདའ་སྟེ།
en: The spirits would not show up inside or even outside those people.

source: གདོན་དེ་དག་ནི་གཟུགས་མ་མཆིས་པ་ལགས་སོ།
en: Those spirits do not exist as forms.

source: །དཔེར་ན་སྐྱེས་པ་དང་བུད་མེད་གཉིས་ཀྱི་དབང་པོ་གཉིས་ཕྲད་ན་
en: As an analogy, when a man’s and a woman’s sexual organs meet,

source: །དེ་གཉིས་ལ་འདོད་པ་དང་ལྡན་པའི་བདེ་བ་འབྱུང་བར་འགྱུར་ཏེ།
en: The bliss of desire arises in them both,

source: དེར་ཉོན་མོངས་པ་ཕྱུང་ནས་འདོད་ཆགས་མེད་པར་འགྱུར་ཏེ།
en: but when their passion is spent, desire vanishes

source: ཡང་གཅིག་ལ་གཅིག་འདོད་ཆགས་དང་བྲལ་བར་འགྱུར་བ་དེ་བཞིན་དུ
en: and they no longer desire each other. In the same way,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ལུས་དང་ཕྲད་པ་རྙེད་ནས་དགའ་བ་སྐྱེད་ནས་ཆགས་པ་འཕེལ་བར་བྱེད་དོ།
en: the element of consciousness feels joy and its desire is inflamed when it achieves contact with the body.

source: །དཔེར་ན་ལུས་ཀྱི་རྐྱེན་གྱིས་བུད་མེད་ཀྱི་གཟུགས་མཐོང་ན་སྐྱེས་པའི་འདོད་ཆགས་སྐྱེད་ལ།
en: Just as the conditional cause of a body gives rise to the man’s desire when he sees the woman’s form,

source: །འདི་ལ་ཕ་མ་ཕྲད་པ་དང་། དྲི་ཟ་ཉེ་བར་གནས་པ་དང་། ལས་ལ་དམིགས་པའི་དངོས་པོ་ལས་རྣམ་པར་ཤེས་པས་ལུས་འགྲུབ་པར་བྱེད་དེ།
en: “The consciousness produces a body from the contact of the parents, the presence of a gandharva, and entities that are the support of actions.

source: ལས་དེ་དག་ཀྱང་གཟུགས་ཅན་མ་ཡིན་ལ་སྐྱེས་པ་དང་བུད་མེད་ཀྱི་རྐྱེན་གྱི་ངོ་བོ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: Not only are those actions formless, but the essence of the condition of maleness or femaleness is also formless.

source: །ལེན་པའི་རྐྱེན་ལས་འདོད་པ་འབྱུང་སྟེ།
en: Desire arises due to the conditional cause of appropriation

source: དེ་བས་ན་འདོད་པའི་ལེན་པ་ཞེས་བྱའོ།
en: therefore, it is called appropriating desire.

source: །གཟུགས་ཀྱིས་འདོད་པ་ལེན་པས་ན་དེའི་ཕྱིར་ཡང་འདོད་པའི་ལེན་པ་ཞེས་བྱའོ།
en: It is also called appropriating desire because one appropriates the desire for form

source: །སྨན་ཆེན་གཞན་ཡང་ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་མཆོག་ཏུ་འཛིན་པའི་ལེན་པ་དེ་གང་ཞེ་ན།
en: “Furthermore, Mahauṣadhi, what is the appropriation of holding rules and observances to be paramount?

source: འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་
en: sexual misconduct, telling lies,

source: །དེ་མཆོག་ཏུ་འཛིན་པ་ནི་རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུའོ།
en: It is held to be ‘paramount’ as its result is stream-entry, and its result is once-returning.

source: །དེའི་ལེན་པ་ནི་སྲིད་པ་སྟེ། ལྷ་དང་མིར་སྐྱེ་ཞིང་སྐྱེ་བ་ཡོངས་སུ་འཛིན་པ་སྐྱེད་པ་སྟེ།
en: Appropriating it causes becoming; it generates rebirth among gods and men and adherence to such birth;

source: དེ་ནི་ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་དགེ་བ་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ།
en: and it leads to the maturation of virtue, pure and impure.

source: །ཕུང་པོ་རྣམས་ཀྱི་ས་བོན་ཡང་རླན་པར་བྱེད་དོ།
en: It also moistens the seed of the aggregates,

source: །ལས་དགེ་བ་དང་མི་དགེ་བ་རྣམས་ཀྱང་སྡུད་པར་བྱེད་དོ།
en: collects virtuous and non-virtuous actions,

source: །རྣམ་པར་ཤེས་པ་ཡང་སྦྱོང་བར་བྱེད་དོ།
en: and connects to consciousness.

source: །ཉོན་མོངས་པ་བླངས་པ་རྣམས་ཀྱང་སྲེག་པར་བྱེད་དེ།
en: It also burns up impurities that one has acquired.

source: དེ་བས་ན་འདི་ནི་ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་མཆོག་ཏུ་འཛིན་པའི་ལེན་པ་ཞེས་བྱའོ།
en: Therefore, it is called the appropriation of holding rules and observances to be paramount.

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་འདིས་ཇི་ལྟར་ལྷའི་ནང་དུ་ལུས་ཡོངས་སུ་ལེན་པ་ལགས།
en: “Blessed One, how does consciousness assume a body among the gods?

source: སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་ཇི་ལྟར་ལེན་པ་ལགས།
en: How does it appropriate one among the hell-dwellers?”
